---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.PublishCoordinates
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.PublishCoordinates

Determines the coordinates used in the current model, and uses them for a linked model.